/* Bernard Le Du <bledu@vvmac.com> */

"Add" = "Ajouter";
"Add Source" = "Ajouter la source";
"All Packages" = "Tous les paquets";
"Analyzing dependencies..." = "Dépendances en cours d'analyse";
"Author" = "Auteur";
"Bad Source" = "Source introuvable";
"Cancel" = "Annuler";
"Cancelled." = "Annulé.";
"Cleaning up..." = "Nettoyage en cours…";
"Custom..." = "Personnalisé…";
"Direct Dependencies" = "Dépendances directes";
"Direct Dependency" = "Dépendance directe";
"Done" = "Terminé";
"Downloading" = "Téléchargement en cours";
"Finishing" = "Finalisation";
"have" = "avoir";
"Install" = "Installer";
"Installing" = "Installation en cours";
"Maintainer" = "Gestionnaire";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Le paquet \"%@\" ne saurait être supprimé car il est nécessaire au fonctionnement de Icy.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Le paquet \"%1$@\" ne peut être supprimé car d'autres paquets installés dépendent de lui:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Le paquet \"%1$@\" ne peut être installé (DPKG retourne l'erreur #%2$d). Plus d'informations dans les logs de la console.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Le paquet \"%1$@\" ne peut être supprimé (DPKG retourne l'erreur #%2$d). Plus d'informations dans les logs de la console.";
"Package \"%@\" was not found." = "Le paquet \"%@\" n'a pas été trouvé. Sans doute devriez-vous d'abord ajouter la source qui l'héberge.";
"Please enter the source URL:" = "Veuillez saisir l'URL de la source:";
"Preparing" = "Préparation";
"Reinstall" = "Réinstaller";
"Removing" = "Suppression en cours";
"Search All" = "Tout rechercher";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "La source à l'adresse \"%@\" ne semble pas valide. Elle n'a pas été ajoutée.";
"Uncategorized" = "Hors catégorie";
"Update All" = "Tout mettre à jour";
"Remove" = "Supprimer";
"Version" = "Version";
"Upgrade" = "Mise à jour";
"View Console Log" = "Afficher les logs de la console";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Le paquet \"%@\" ne peut être installé car il entre en conflit avec, \"%@\", un  paquet déjà installé. Veuillez d'abord supprimer ce dernier.";
"Hours" = "Heures";
"Hour" = "Heure";
"Ago" = "Plus tôt";
"Minute" = "Minute";
"Minutes" = "Minutes";
"Yesterday" = "Hier";
"Two Days Ago" = "Deux jours plus tôt";
"Days" = "Jours";
"More..." = "Plus…";
"Recent Packages" = "Paquets récents";
"Force Remove" = "Forcer la suppression";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Ce paquet est essentiel et vital au fonctionnement du système. Vous pouvez forcer sa suppression mais cela va rendre votre système inutilisable. Ne faites cela que si vous savez précisément ce que vous faites.";

/* NIB strings */
"Add All" = "Tout ajouter";
"Other Credits" = "Autres crédits";
"Copyright" = "Copyright";
"All rights reserved" = "Tous droits résrevés";
"Categories" = "Catégories";
"Sources" = "Sources";
"Installed" = "Installés";
"About" = "À propos de";
"Updated" = "Mises à jour";
